[
  {
    "testimonials": [
      {
        "credit": "Lawrence Neighborhood Planner – 2010 to 2014",
        "text": [
          "As manger of the Community Development Department and grant writer and administrator   Art’s leadership style and manner always stimulated a healthy and supportive attitude in those with whom he worked encouraging each one to feel like teammate with a vital role to play both in the office and in the community. He is a consistent advocate for people of color living in some of our poorer neighborhoods in Lawrence and very competent in getting things done… He is highly regarded in the Latino community."
        ]
      },
      {
        "credit": "Lawrence Mayor Michael Sullivan 2001-2009",
        "text": [
          "Art was one of the most important members of my leadership team and as Manager of the Lawrence Community Development Department. After I retired because of term limits, I continued to be involved in city activities and know Art continued to serve as manager of the Community Development Department and was also a key member of my successor’s leadership team…   In many ways, it does Art a disservice to ascribe a single title to him because of his wide range of experience and skills, his strong character, diligence and work ethic.  Perhaps most important, are his qualities as a human being. Art has been a friend and trusted advisor to many people and organizations both in Lawrence and far beyond. He has always had a strong commitment to social justice and fairness, a keen understanding of people, excellent negotiating and leadership skills and an obvious professionalism all coupled with a quiet but obvious sense of self confidence and humility. This combination of skills and personal qualities has permitted him to be a valued member of our community as a bridge and capacity builder and a respected advocate for those unable to advocate for themselves."
        ]
      },
      {
        "credit": "A senior Law enforcement officer",
        "text": [
          "I have been constantly impressed with the manner in which Art works not only with the at risk youth of the city but also the many different social and governmental agencies he brought together to improve service to the city’s youth…He was responsible for bringing millions of dollars into the city for youth related programs."
        ]
      },
      {
        "credit": "Director of a multi-service social service agency",
        "text": [
          "Art has a passion for creating change to improve the lives of the community through interventions the “at risk” population. He seamlessly transitions from meetings with youth regarding interventions to facilitating policy discussions with key community stakeholders. He engages easily, takes initiative and holds team members accountable…",
          "His leadership style creates an enthusiastic, focused team with clear goals and actions steps…he is highly organized and understands how to engage others to become involved …the breadth of Art’s community knowledge and understanding of how sustainable supports are developed and accessed …has been instrumental in the success of programming across agencies and strengthening community networks."
        ]
      },
      {
        "credit": "A senior official in the criminal justice system",
        "text": [
          "The program Art set up to address acute youth violence represented the most significant undertaking to address community youth violence and community public health in… (the past 10 years). Art's leadership was so inclusive to bring every social service agency, the faith based community, and the medical community, the legal community and the juvenile court together to focus on the most vulnerable and at-risk youth in Lawrence…Art did a great job in his staff development. I saw his staff with his support become leaders in the community. Art was a hand’s on leader. He led by example. Art's work and relationship with the at-risk youth…won their trust. This is no small feat with a population that has trouble trusting, that feels betrayed by authority figures in their lives and that displays oppositional and resistant attitudes…Art understands the role of trauma in the lives of children."
        ]
      },
      {
        "credit": "Treasurer of a prominent corporate client",
        "text": [
          "I have known Art for over 30 years. He was engaged as lawyer for my company when it moved to the Boston. He quickly became a trusted counselor in every aspect of the enterprise and was of tremendous help in establishing the company in the east coast community. We relied on him for all our contract negotiations … and He became an integral part of the company's internal decision-making process.",
          "His most pervasive and important attributes that I have relied on all these years are his trustworthiness and reliability. He is a thoughtful and kind man."
        ]
      },
      {
        "credit": "Former Congressman Marty Meehan 1993 to 2007",
        "text": [
          "When Art gets into something, he gets into it full out…the idea that economic stability is a foundation for peace is something that Art embodies in intellect and practice. When I talk with leaders in Northern Ireland now, they know art and what he’s doing. He’s become a credible and important person in the attempt to establish public-private partnerships and economic redevelopment."
        ]
      },
      {
        "credit": "Máirtín Ó Muilleoir:Chair, Belfast Media Group, Publisher Irish Echo",
        "text": [
          "Art is quite an unusual American in that he does what he says, that’s a quaint but endearing quality at a time when promises in the building of peace have been plentiful but real delivery hasn’t been as strong."
        ]
      },
      {
        "credit": "Former Chief of Staff to the Northern Ireland First Minister",
        "text": [
          "I have been struck by the considerable desire on his part to help with economic regeneration of Northern Ireland as a means of reinforcing the peace process."
        ]
      },
      {
        "credit": "Rev Professor Martin O’Callaghan",
        "text": [
          "Art is probably the best networker I have ever met…he personally knows everyone who matters politically and economically in Ireland."
        ]
      }
    ]
  }
]
